Repository: oat-sa/extension-tao-revision
Catalog: locales/*/messages.po
Languages: nb_no

source: %s has been committed
nb_no: %s er utført

source: Actions
nb_no: Handlinger

source: Commit
nb_no: Utføre

source: History
nb_no: Historikk

source: History of %s
nb_no: Historikken til %s

source: Items
nb_no: Oppgaver

source: Manage items
nb_no: Administrere oppgaver

source: Manage Media
nb_no: Administrere medibank

source: Manage tests
nb_no: Administrer oppgavesett

source: Message
nb_no: Melding

source: Please enter a message
nb_no: Fyll inn meldingen

source: Please give a message to your commit
nb_no: Gi en melding til

source: Resource restored
nb_no: Ressursen ble gjenopprettet

source: Restore
nb_no: Gjennopprette

source: Restored version %s
nb_no: Gjenopprettet versjon %s

source: Something went wrong...
nb_no: Noe gikk galt...

source: Tests
nb_no: Oppgavesett

source: Time
nb_no: Tid

source: Unable to restore the selected version
nb_no: Kan ikke gjenopprette valgt versjon

source: User
nb_no: Bruker
