Repository: oat-sa/extension-tao-revision
Catalog: locales/*/tao-revision.rdf.po
Languages: ar_sa, de_de, es_es, fr_fr, gl_es, hu_hu, ja_jp, nl_nl, no_no, ro_ro, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Revision Role
ar_sa: دور المراجعة
de_de: Revisionsrolle
es_es: Rol de Revisión
fr_fr: Rôle de révision
gl_es: Rol de revisión
hu_hu: Revíziós szerepkör
ja_jp: リビジョンロール
nl_nl: Revisie rol
no_no: Rolle for revisjon
ro_ro: Rol de revizuire
sk_sk: Revízna rola

# http://www.w3.org/2000/01/rdf-schema#comment
source: Revision Role Class
ar_sa: فئة دور المراجعة
de_de: Revisions-Rollenklasse
es_es: Clase de Rol de Revisión
fr_fr: Classe de rôle de révision
gl_es: Clase de rol de revisión
hu_hu: Revíziós szerepkör osztály
ja_jp: リビジョンロールクラス
nl_nl: Herziening Rol klasse
no_no: Rolleklasse for revisjon
ro_ro: Clasa Rolului de revizie
sk_sk: Trieda revíznej role

# http://www.w3.org/2000/01/rdf-schema#label
source: Revision History Viewer
ar_sa: عارض سجل المراجعة
de_de: Versionsverlauf-Viewer
es_es: Visor de Historial de Revisiones
fr_fr: Visionneuse d'historique de révision
gl_es: Visor do historial de revisións
hu_hu: Verzióelőzmény-megjelenítő
ja_jp: リビジョン履歴ビューアー
nl_nl: Revisiegeschiedenis bekijken
no_no: Visning Historievisning
ro_ro: Vizualizator istoric revizii
sk_sk: Prehliadač histórie revízií

# http://www.w3.org/2000/01/rdf-schema#comment
source: Revision History Viewer Role
ar_sa: دور عارض سجل المراجعة
de_de: Rolle des Revisionsverlaufs
es_es: Rol del Historial de Revisiones
fr_fr: Rôle de visionneuse d'historique de révision
gl_es: Rol do visor do historial de revisións
hu_hu: Verzióelőzmények megtekintői szerepkör
ja_jp: リビジョン履歴ビューアロール
nl_nl: Revisiegeschiedenis bekijken rol
no_no: Rettigheter i revisjonshistorievisning
ro_ro: Rolul vizualizatorului de revizii
sk_sk: Rola prehliadača histórie revízií

# http://www.w3.org/2000/01/rdf-schema#label
source: Revision Creator
ar_sa: منشئ المراجعة
de_de: Revisionsersteller
es_es: Creador de Revisión
fr_fr: Créateur de révisions
gl_es: Creador de revisións
hu_hu: Revíziókészítő
ja_jp: リビジョンの作成者
nl_nl: Revisie maker
no_no: Revisjon skaper
ro_ro: Creator de revizie
sk_sk: Tvorca revízií

# http://www.w3.org/2000/01/rdf-schema#comment
source: Revision Creator Role
ar_sa: دور منشئ المراجعة
de_de: Revisionsersteller Rolle
es_es: Rol de Creador de Revisión
fr_fr: Rôle de créateur de révision
gl_es: Rol do creador da revisión
hu_hu: Revíziókészítő szerepkör
ja_jp: リビジョン作成者のロール
nl_nl: Revisie Maker rol
no_no: Rettighets skaperen rolle
ro_ro: Rolul creatorului de revizie
sk_sk: Rola tvorcu revízií

# http://www.w3.org/2000/01/rdf-schema#label
source: Revision Manager
ar_sa: مدير المراجعة
de_de: Revisionsmanager
es_es: Gestor de revisiones
fr_fr: Gestionnaire de révision
gl_es: Xestor de revisións
hu_hu: Revíziókezelő
nl_nl: Revisie Manager
no_no: Revisjon administrator
ro_ro: Manager de revizii
sk_sk: Správca revízií

# http://www.w3.org/2000/01/rdf-schema#comment
source: Revision Creator Manager
ar_sa: مدير منشئ المراجعة
de_de: Revisionsersteller Manager
es_es: Gestor de Creadores de Revisión
fr_fr: Gestionnaire des créateurs de révisions
gl_es: Xestor de creadores de revisións
hu_hu: Revíziókészítő kezelő
nl_nl: Revisie maker manager
no_no: Versjon Creator Behandler
ro_ro: Manager Creator de revizii
sk_sk: Správca tvorcov revízií

# http://www.w3.org/2000/01/rdf-schema#label
source: Asset Revision History Viewer
ar_sa: عارض سجل مراجعة الأصول
de_de: Asset-Revisions-Verlauf-Viewer
es_es: Visor de Historial de Revisión de Recursos
fr_fr: Visionneuse d'historique de révision d'actif
gl_es: Visor do historial de revisións de recursos
hu_hu: Eszközmódosítási előzmények megtekintője
ja_jp: アセットリビジョン履歴ビューアー
nl_nl: Asset Revisie geschiedenis bekijken
no_no: Historikk aktiva Visning
ro_ro: Vizualizarea istoricului reviziei de active
sk_sk: Prehliadač histórie revízií aktív

# http://www.w3.org/2000/01/rdf-schema#comment
source: Asset Revision History Viewer Role
ar_sa: دور عارض تاريخ مراجعة الأصول
de_de: Asset-Revisions-Historie-Viewer Rolle
es_es: Rol de Historial de Revisión de Activos
fr_fr: Rôle de visionneuse d'historique de révision d'actif
gl_es: Rol do visor do historial de revisións de recursos
hu_hu: Eszközmódosítási előzmények megtekintői szerepkör
ja_jp: アセットリビジョン履歴ビューアロール
nl_nl: Bewerkingsherzienings Geschiedenis Rol
no_no: Rolle for versjonshistorie
ro_ro: Rolul vizualizÄƒrii istoricului de active
sk_sk: Rola prehliadača histórie revízií aktív

# http://www.w3.org/2000/01/rdf-schema#label
source: Asset Revision Creator
ar_sa: منشئ مراجعة الأصول
de_de: Asset Revision Ersteller
es_es: Creador de Revisión de Activos
fr_fr: Créateur de révision d'actif
gl_es: Creador de revisións de recursos
hu_hu: Eszközváltozat-készítő
ja_jp: アセットリビジョン作成者
nl_nl: Asset revisie maker
no_no: Eiendel skaper
ro_ro: Creator de revizii de active
sk_sk: Tvorca revízií aktív

# http://www.w3.org/2000/01/rdf-schema#comment
source: Asset Revision Creator Role
ar_sa: دور منشئ مراجعة الأصول
de_de: Asset Revision Erstellungsrolle
es_es: Rol de Creador de Revisión de Activos
fr_fr: Rôle de créateur de révision d'actif
gl_es: Rol de creador de revisións de recursos
hu_hu: Eszközmódosítás létrehozói szerepkör
ja_jp: アセットリビジョン作成者ロール
nl_nl: Functie revisie maker rol
no_no: Rettighets rollen Ressurs Revisjon
ro_ro: Rolul creatorului de active
sk_sk: Rola tvorcu revízie aktív

# http://www.w3.org/2000/01/rdf-schema#label
source: Asset Revision Manager
ar_sa: مدير مراجعة الأصول
de_de: Asset-Revisionsmanager
es_es: Gestor de Revisiones de Activos
fr_fr: Gestionnaire de révision d'actif
gl_es: Xestor de revisión de activos
hu_hu: Eszközfelülvizsgálati menedzser
ja_jp: アセットリビジョンマネージャー
nl_nl: Asset Revisie Manager
ro_ro: Manager revizie de active
sk_sk: Manažér revízií aktív

# http://www.w3.org/2000/01/rdf-schema#comment
source: Asset Revision Manager Role
ar_sa: دور مدير مراجعة الأصول
de_de: Asset-Revisions-Rolle
es_es: Rol del Administrador de Revisiones de Activos
fr_fr: Rôle du gestionnaire de révision d'actif
gl_es: Rol de xestor de revisión de activos
hu_hu: Eszközfelülvizsgálati kezelő szerepkör
ja_jp: アセットリビジョンマネージャロール
nl_nl: Functie Revisie beheerdersrol
no_no: Rolle for versjonskontroll
ro_ro: Rolul managerului de revizii de active
sk_sk: Rola manažéra revízií aktív

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Revision History Viewer
ar_sa: عارض تاريخ تنقيح العنصر
de_de: Eintragsverlauf-Betrachter
es_es: Visor de Historial de Revisión de Objetos
fr_fr: Visionneuse d'historique des révisions d'articles
gl_es: Visor do historial de revisións de elementos
hu_hu: Elem módosítási előzményeinek megtekintője
ja_jp: アイテムリビジョン履歴ビューアー
nl_nl: Item Revisie historie bekijken
no_no: Elementet Revision Historievisning (Automatic Translation)
ro_ro: Vizualizator istoric articole
sk_sk: Prehliadač histórie revízií položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Revision History Viewer Role
ar_sa: دور عارض تاريخ تنقيح العنصر
de_de: Eintrag Verlaufsbetrachter Rolle
es_es: Rol Historial de Historial de Revisión de Artículo
fr_fr: Rôle de la visionneuse de l'historique des révisions d'articles
gl_es: Rol do visor do historial de revisións do elemento
hu_hu: Elem módosítási előzményeinek megtekintői szerepkör
ja_jp: アイテムリビジョン履歴ビューアロール
nl_nl: Item Revisie geschiedenis weergave rol
no_no: Elementet Revision Historikkvisning Rolle
ro_ro: Rolul vizualizatorului de istoric al articolelor
sk_sk: Rola prehliadača histórie revízií položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Revision Creator
ar_sa: منشئ تنقيح العنصر
de_de: Artikel Revision Ersteller
es_es: Creador de Revisión de Objetos
fr_fr: Créateur de révision d'élément
gl_es: Creador de revisións de elementos
hu_hu: Elemváltozat-készítő
ja_jp: アイテムリビジョンの作成者
nl_nl: Item revisie maker
no_no: Elementet versjon skaper
ro_ro: Creator de revizie articol
sk_sk: Tvorca revízií položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Revision Creator Role
ar_sa: دور منشئ تنقيح العنصر
de_de: Artikel Revision Erstellungsrolle
es_es: Rol de Creador de Revisión de Objetos
fr_fr: Rôle de créateur de révision d'objet
gl_es: Rol do creador da revisión do elemento
hu_hu: Elemváltozat készítője szerepkör
ja_jp: アイテムリビジョン作成者ロール
nl_nl: Item revisie maker rol
no_no: Elementet Revisjon Forfatter Rolle
ro_ro: Rolul creatorului de articole
sk_sk: Rola tvorcu revízie položky

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Revision Manager
ar_sa: مدير تنقيح العنصر
de_de: Artikel Revisionsmanager
es_es: Gestor de revisiones de artículos
fr_fr: Gestionnaire de révision des articles
gl_es: Xestor de revisión de elementos
hu_hu: Elemváltozat-kezelő
nl_nl: Item Revisie Manager
no_no: Produkt versjonshåndtering
ro_ro: Element Revizie Manager
sk_sk: Správca revízií položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Revision Manager Role
ar_sa: دور مدير مراجعة العنصر
de_de: Artikel-Revisions-Rolle
es_es: Rol del Gestor de Revisiones de Objetos
fr_fr: Rôle du Gestionnaire de Révisions d'Article
gl_es: Rol de xestor de revisión de elementos
hu_hu: Elem-revíziókezelő szerepkör
ja_jp: Item Revision Manager ロール
nl_nl: Item Revisie Manager rol
no_no: Produkt versjonshåndterer rolle
ro_ro: Rolul Managerului de articole
sk_sk: Rola manažéra revízií položiek
